{
	"userAgreement": {
		"dateEffective": "31.10.2024",
		"introduction": "Настоящее Пользовательское соглашение (далее — 'Соглашение') определяет условия использования сайта и мобильного приложения Freenance (далее — 'Сервисы') зарегистрированными пользователями (далее — 'Пользователь'). Используя Сервисы, вы соглашаетесь с условиями данного Соглашения.",
		"registration": [
			"Для доступа к полному функционалу Сервисов Пользователь должен пройти процедуру регистрации и создать учетную запись, предоставив достоверную и актуальную информацию.",
			"Пользователь несет ответственность за сохранность своих учетных данных и обязуется не передавать их третьим лицам.",
			"В случае утери или подозрения на несанкционированное использование учетной записи, Пользователь должен немедленно уведомить Администрацию."
		],
		"servicesDescription": "Сервисы предоставляют возможность [описание функциональности, например: публикации заданий, поиска исполнителей, взаимодействия между пользователями и т.д.].",
		"administrationRights": [
			"Администрация оставляет за собой право изменять функциональность Сервисов и добавлять новые услуги без предварительного уведомления Пользователей.",
			"В любой момент приостанавливать или прекращать доступ к Сервисам, уведомляя Пользователя о причинах при возможности.",
			"Удалять и блокировать учетные записи пользователей за нарушение условий данного Соглашения или действующего законодательства."
		],
		"userObligations": [
			"Использовать Сервисы только в законных целях и не совершать действий, которые могут нанести ущерб другим пользователям или Администрации.",
			"Не размещать спам, недостоверную информацию, оскорбительный или незаконный контент.",
			"Соблюдать все права третьих лиц, включая авторские права."
		],
		"confidentiality": [
			"Администрация обязуется соблюдать конфиденциальность и не раскрывать персональные данные Пользователя без его согласия, за исключением случаев, предусмотренных законодательством.",
			"Порядок обработки персональных данных регулируется Политикой конфиденциальности, доступной на сайте."
		],
		"cookiesUsage": "Сайт и приложение Freenance используют файлы cookie для улучшения пользовательского опыта. Пользователь соглашается с использованием файлов cookie, продолжая использование Сервисов. Подробная информация о файлах cookie доступна в Политике конфиденциальности.",
		"limitationOfLiability": "Администрация не несет ответственности за прямые или косвенные убытки, возникшие в результате использования или невозможности использования Сервисов.",
		"changesToAgreement": "Администрация имеет право вносить изменения в настоящее Соглашение. Обновленная версия будет опубликована на сайте и в приложении с указанием даты изменения. Пользователи обязуются периодически проверять Соглашение на предмет изменений.",
		"finalProvisions": [
			"Настоящее Соглашение регулируется законодательством Российской Федерации.",
			"Все споры, возникающие из отношений между Пользователями и Администрацией, подлежат рассмотрению в суде по месту нахождения Администрации."
		],
		"contactInformation": {
			"email": "info@freenance.store",
			"note": "Для вопросов и предложений по данному Соглашению, пожалуйста, свяжитесь с нами по указанной электронной почте:"
		}
	}
}
